{
  "word2idx": {
    "<PAD>": 0,
    "<UNK>": 1,
    "hai": 2,
    "customer": 3,
    "order": 4,
    "raha": 5,
    "ho": 6,
    "nahi": 7,
    "gaya": 8,
    "call": 9,
    "ko": 10,
    "ka": 11,
    "delivery": 12,
    "kar": 13,
    "diya": 14,
    "se": 15,
    "mil": 16,
    "karo": 17,
    "location": 18,
    "parcel": 19,
    "kiya": 20,
    "pick": 21,
    "item": 22,
    "ghar": 23,
    "de": 24,
    "bhaiya": 25,
    "received": 26,
    "sir": 27,
    "kya": 28,
    "not": 29,
    "do": 30,
    "late": 31,
    "honga": 32,
    "yaar": 33,
    "rasta": 34,
    "traffic": 35,
    "stuck": 36,
    "issue": 37,
    "photo": 38,
    "uploaded": 39,
    "lagao": 40,
    "next": 41,
    "send": 42,
    "delay": 43,
    "reporting": 44,
    "google": 45,
    "maps": 46,
    "dada": 47,
    "maal": 48,
    "liya": 49,
    "dikhao": 50,
    "band": 51,
    "koi": 52,
    "phone": 53,
    "madam": 54,
    "cancel": 55,
    "please": 56,
    "hello": 57,
    "bhejo": 58,
    "3": 59,
    "baar": 60,
    "unreachable": 61,
    "aa": 62,
    "galat": 63,
    "karna": 64,
    "ne": 65,
    "mana": 66,
    "restrunt": 67,
    "nikal": 68,
    "hoon": 69,
    "from": 70,
    "shop": 71,
    "waiting": 72,
    "at": 73,
    "gate": 74,
    "responding": 75,
    "kahan": 76,
    "jaana": 77,
    "payment": 78,
    "dikha": 79,
    "baat": 80,
    "return": 81,
    "lena": 82,
    "bahut": 83,
    "extra": 84,
    "lagega": 85,
    "uthhao": 86,
    "jagah": 87,
    "bhai": 88,
    "puncture": 89,
    "share": 90,
    "kijiye": 91,
    "khana": 92,
    "done": 93,
    "mark": 94,
    "batao": 95,
    "address": 96,
    "wrong": 97,
    "bike": 98,
    "number": 99,
    "deliver": 100,
    "map": 101,
    "ki": 102,
    "wajah": 103,
    "gya": 104,
    "karu": 105,
    "police": 106,
    "checking": 107,
    "receive": 108,
    "switch": 109,
    "off": 110,
    "kharab": 111,
    "uthha": 112,
    "pata": 113,
    "baarish": 114,
    "kat": 115,
    "wapas": 116,
    "network": 117,
    "thoda": 118,
    "time": 119,
    "delivered": 120,
    "busy": 121,
    "paucha": 122,
    "accident": 123,
    "working": 124,
    "5": 125,
    "mins": 126,
    "reachable": 127,
    "le": 128,
    "missing": 129,
    "thanda": 130,
    "radd": 131,
    "10": 132,
    "min": 133,
    "leaked": 134,
    "breakdown": 135,
    "slow": 136
  },
  "intent2idx": {
    "call_customer": 0,
    "customer_unavailable": 1,
    "get_address": 2,
    "mark_delivered": 3,
    "mark_picked_up": 4,
    "navigation_help": 5,
    "order_issue": 6,
    "report_delay": 7
  },
  "max_length": 15
}
